{
  "documents": [
    "Tiêu đề: Khỉ thí nghiệm\nNội dung: Khỉ thí nghiệm là thuật ngữ chỉ về các loài linh trưởng (trừ con người), thông thường là các loài khỉ được sử dụng trong thí nghiệm y khoa (NHPs). Khỉ bao gồm các loài khỉ thực sự và các loài khỉ lớn (Ape) được sử dụng cho các mục đích thí nghiệm khoa học, nhất là trong y học. Xuất phát từ sự tương đồng của về cấu trúc sinh học giữa các loài khỉ và người do đó chúng thường được nuôi để làm vật thí nghiệm liên quan đến y khoa, trên cơ sở đó sẽ nhân rộng ra cho con người.\nCó 22 loài khỉ đuôi dài, trong đó một số được sử dụng thường xuyên trong các thí nghiệm khoa học. Khỉ vàng là nguồn nguyên liệu đầu để sản xuất hàng chục triệu liều văcxin bại liệt mỗi năm, góp phần vào việc thanh toán hoàn toàn bệnh bại liệt tại Việt Nam vào những năm 2000 Được sử dụng trong sản xuất vacxin chống bệnh bại liệt trẻ em, làm vật mẫu, đối tượng nghiên cứu khoa học. Khỉ vàng được lựa chọn là đối tượng nghiên cứu của các đề tài khoa học cũng như kiểm định chất lượng, thử nghiệm tiền lâm sàng nhiều sản phẩm sinh học và văcxin.\n\nI. Tổng quan\n\nCác loài linh trưởng nói chung và khỉ nói riêng được sử dụng rộng rãi trong thực nghiệm y học, đặc biệt chúng gắn liền với khoa học về thần kinh và một số bệnh lý. Do đặc tính sinh lý của chúng liên quan gần với con người, nên chúng có thể chia sẻ một số bệnh truyền nhiễm với con người. Theo thống kê y học, khỉ cũng mắc các bệnh thường có ở người như: virus herpes, thủy đậu (varicella), dại, sốt xuất huyết, bại liệt, cúm, sởi, viêm gan A, viêm gan B. Trong một số trường hợp, ký sinh trùng Plasmodium knowlesi gây bệnh sốt rét trên khỉ cũng có thể gây nhiễm sốt rét trên người, một số trường hợp đã được báo cáo trên người, thậm chí gây sốt rét ác tính và tử vong. Trong giới động vật, khỉ là loài gần gũi với con người nhất. Do cơ thể gần tương đồng với cơ thể người nên các loài khỉ, đặc biệt là khỉ nuôi dài có nguồn gốc gây nuôi sinh sản có tác dụng tốt cho công tác nghiên cứu y học. Nhiều cơ sở y học hàng đầu trên thế giới ở Mỹ, Anh, Pháp đều sử dụng khỉ đuôi dài làm vật thí nghiệm các loại vaccine trước khi sử dụng phổ biến ở người.\nCơ thể khỉ gần giống người, nên trong y học khỉ là đối tượng để nghiên cứu bệnh học, y học thực nghiệm, từ đó để có biện pháp giải quyết chữa bệnh cho người. Người ta đã nghiên cứu nhiều bộ phận cơ thể của khỉ để ghép cho người như thận, tim, gan. Tuy nhiên, bệnh nhân được ghép cũng không sống được lâu. Trong sản xuất vacxin chống các bệnh vi rút, người ta cũng dùng một số bộ phận của khỉ. Ngoài ra, để phục vụ cho công việc nghiên cứu và sản xuất vắc-xin phòng các bệnh cho con người, hàng ngày có những con khỉ đã âm thầm bị hiến thận cho những công việc. Vì bản thân tế bào thận Khỉ không mang bất kỳ tác nhân truyền nhiễm lạ, hoặc nguy cơ gây bệnh hiểm nghèo cho con người. Chẳng hạn, khi tiến hành bào chế vắc-xin Sabin phòng bệnh bại liệt, hoặc vắc–xin phòng dịch cúm H5N1, người ta đã sử dụng tế bào thận khỉ vàng để làm công việc đó\n\nII. Quy trình\n\nVì cơ địa khỉ vàng gần giống với con người, nên trong những năm gần đây khỉ vàng lại là vật thí nghiệm để thử phản ứng các loại vắc-xin H5N1, H1N1 trước khi tiêm vào con người. Khỉ ở được chọn là giống khỉ lông vàng đuôi ngắn, chúng có cơ thể tương đối sạch, ít bị nhiễm các mầm bệnh hơn các loài khỉ khác. Mỗi lần thử nghiệm có từ 30 đến 50 con khỉ khoảng 1 năm tuổi, chúng được tiêm, được uống, được chăm sóc, nuôi nhốt theo dõi hết sức cẩn thận trong quá trình nghiên cứu.\nKhỉ được chọn ra để chiết vắc-xin thường là khỉ con một năm rưỡi đến hai năm tuổi, có trọng lượng khoảng 2,5 kg (khỉ trưởng thành nặng trung bình từ 6–7 kg, có con nặng tới 13 kg). Những chú khỉ đủ tiêu chuẩn được lựa chọn tiến hành nghiên cứu là những chú khỉ trong độ tuổi 1,5-2 năm tuổi, cân nặng từ 1,5–2 kg và thường chọn khỉ đực để nghiên cứu vì khỉ cái còn dùng để sinh sản. Những con khỉ được lựa chọn sẽ được nuôi cách ly và kiểm tra xác nhận không có mầm bệnh, đưa về Trung tâm Nghiên cứu, sản xuất văcxin và sinh phẩm y tế (POLYVAC).\nSau đó, những chuyên gia tại đây sẽ phẫu thuật lấy thận, tách các tế bào thận riêng rẽ để nuôi cấy trên các chai thủy tinh bằng môi trường phát triển, khi tế bào đã phát triển phủ kín một lớp trên bề mặt chai sẽ được gây nhiễm chủng virút polio đã giảm độc lực. Chủng virút này nhân lên trên tế bào, trưởng thành và giải phóng ra khỏi tế bào tạo thành hỗn dịch văcxin bại liệt bán thành phẩm đơn type. Khi sản xuất văcxin thành phẩm sẽ tiến hành phối trộn ba type virút, bổ sung chất bảo quản, lọc vô trùng và đóng lọ để trở thành văcxin thành phẩm. Mỗi con khỉ chiết được gần một triệu liều vắc-xin giúp trẻ em thoát khỏi nhiều căn bệnh hiểm nghèo.\n\nIII. Nhân nuôi\n\nLoài được nuôi sinh sản nhiều nhất ở Việt Nam là khỉ đuôi dài. Tại Việt Nam cũng như một số nước trên thế giới, mặc dù nằm trong nhóm các loài nguy cấp với số lượng ít trong tự nhiên, khỉ đuôi dài lại có khả năng sinh sản rất tốt trong điều kiện gây nuôi. Ở các tỉnh phía nam Việt Nam, khỉ đuôi dài đã được gây nuôi sinh sản thành công tại một số trại gây nuôi động vật hoang dã với số lượng sinh sản hàng nghìn cá thể mỗi năm. Với tốc độ sinh sản tốt (2 lứa/3 năm), khỉ đuôi dài đã góp phần đa dạng hóa các loại hình sản xuất nông nghiệp, đem lại nguồn thu khoảng 3-4 triệu USD/năm cho kinh tế đất nước, tạo ra công ăn việc làm cho người lao động. Một quần thể khỉ mặt đỏ lông nâu sinh sôi nảy nở trong các khu đầm lầy của Florida, đặc biệt là tại Khu vườn quốc gia Silver. Khỉ được đưa đến phong thí nghiệm sinh học đặt ở đây từ năm 1938. Sáu mươi sáu năm sau (1992) trận bão khủng khiếp mang tên Andrew, gây thiệt hại lớn về người và của, đã phá hủy nghiêm trọng các phòng thí nghiệm. Đàn khỉ nâu bị xô đẩy ra tự nhiên Florida. Khỉ nâu là loài rất hung dữ, nên người ta đã khuyên du khách không nên tiếp xúc với chúng.\n\nIV. Ở Việt Nam\n\nKhỉ còn là vật thí nghiệm để sản xuất thuốc ở Việt Nam. Đảo khỉ ở Việt Nam là hòn đảo độc nhất vô nhị ở Việt Nam, nơi đây đã và đang nuôi dưỡng hàng ngàn con khỉ trong điều kiện bán hoang dã để phục vụ cho những thí nghiệm khoa học, sản xuất vaccin và nhiều sinh phẩm y tế phục vụ cho sự nghiệp cứu người chúng đang được nuôi rất nhiều ở đảo Rều thuộc Quảng Ninh với số lượng hơn 1.000 cá thể khỉ vàng được nuôi trên đảo Rều phục vụ sản xuất văcxin và các công trình nghiên cứu y học. Đây là những chú khỉ được nuôi để sản xuất văcxin bại liệt và phục vụ nhiều công trình nghiên cứu y học.\nNăm 1962, đảo Rều được Bộ Y tế đầu tư thành trại nuôi khỉ để nghiên cứu y học phục vụ sản xuất các loại văcxin phòng bại liệt, viêm gan A, thuốc phòng chống virút H5N1. Người ta dùng tế bào thận của loài khỉ vàng để điều chế các loại văcxin giúp khống chế nhiều bệnh tật truyền nhiễm nguy hiểm. Nhiều thế hệ khỉ đã góp công lớn cho sự nghiệp nghiên cứu, phát triển y học Việt Nam. Nhờ sự cống hiến của giống khỉ vàng, dịch bệnh bại liệt tại Việt Nam đã bị đẩy lùi. Khỉ vàng là nguồn nguyên liệu đầu để sản xuất hàng chục triệu liều văcxin bại liệt mỗi năm, góp phần vào việc thanh toán hoàn toàn bệnh bại liệt tại Việt Nam vào những năm 2000.",
    "Tiêu đề: Cuba\nNội dung: II. Chính trị\n2. Liên đoàn thương mại\n\nCó các liên đoàn kinh tế tại Cuba, với số thành viên lên tới 98% nhân lực hòn đảo này. Các liên đoàn không đăng ký với bất kỳ một cơ quan nhà nước nào, và tự lấy kinh phí hoạt động từ nguồn đóng góp thành viên hàng tháng. Những người ủng hộ họ cho rằng các viên chức liên đoàn được bầu lên trên cơ sở tự do, và có nhiều quan điểm chính trị bên trong mỗi liên đoàn. Tuy nhiên, tất cả các liên đoàn đều là một phần của một tổ chức được gọi là Confederación de Trabajadores Cubanos (Hiệp hội Công nhân Cuba, CTC), hội này thực sự có những mối quan hệ mật thiết với nhà nước và Đảng Cộng sản. Những người ủng hộ cho rằng CTC cho phép công nhân chuyển ý kiến lên chính phủ; những người đối lập lại cho rằng chính phủ sử dụng nó để kiểm soát các công đoàn thương mại và chỉ định các thành viên lãnh đạo công đoàn. Quyền tự do bày tỏ ý kiến của công nhân cũng là một vấn đề được tranh luận. Những người ủng hộ hệ thống cho rằng những ý kiến của công nhân trên thực tế đã hình thành nên chính sách của chính phủ trong nhiều hoàn cảnh, như đề xuất cải cách thuế năm 1993, trong khi phe đối lập, đưa ra những nghiên cứu của các tổ chức lao động quốc tế cho thấy công nhân bị buộc phải thề nguyền trung thành với các lý tưởng của Đảng Cộng sản, và cho rằng chính phủ chi phối một cách có hệ thống và cản trở các nhà hoạt động công đoàn, trong khi vẫn ngăn cấm việc thành lập các liên đoàn thương mại độc lập (không thuộc CTC), rằng các lãnh đạo các liên đoàn độc lập đã bị bỏ tù, và rằng quyền đình công của công nhân không được ghi nhận trong luật.\n\n3. Quan hệ đối ngoại\n\n3.1. Việt Nam\n\nQuan hệ ngoại giao giữa hai nước vô cùng đặc biệt. Ngày 12 tháng 9 năm 1973, Fidel Castro là vị nguyên thủ nước ngoài đầu tiên và duy nhất thăm vùng giải phóng miền Nam khi chiến tranh chưa kết thúc. Cũng trong chuyến thăm lần đầu tiên này, Cuba đã tặng Việt Nam 5 công trình kinh tế - xã hội với tổng trị giá khoảng 80 triệu USD bao gồm: khách sạn Thắng Lợi (Hồ Tây, Hà Nội), Bệnh viện Việt Nam - Cuba (Đồng Hới, Quảng Bình), đường Xuân Mai, trại bò giống Ba Vì, Xí nghiệp gà Lương Mỹ; tặng bò giống, gà giống và chi hơn 6 triệu USD để mua thiết bị hiện đại, đồng thời cử chuyên gia về cầu đường sang Việt Nam tham gia cùng bộ đội Trường Sơn mở rộng Đường Trường Sơn, và giúp đào tạo trên 1.000 sinh viên Việt Nam ở trình độ đại học và cao học...Cuba là nước Mỹ Latinh đầu tiên và cũng là một trong những nước sớm nhất trên thế giới công nhận chính thức Mặt trận Dân tộc Giải phóng miền Nam Việt Nam. Cơ quan đại diện thường trú của Mặt trận Dân tộc Giải phóng miền Nam Việt Nam tại La Habana (Ban đầu tòa đại sứ này đặt tạm tại một biệt thự ở khu phố lao động Kohly, nhưng sau được Chính phủ Cuba cấp thêm một biệt thự sân vườn rất lớn tại Quinta Avenida, đại lộ số 5 dài nhất và đẹp nhất thủ đô La Habana) được hưởng đầy đủ quy chế ngoại giao. Sau khi Chính phủ Cách mạng lâm thời Cộng hòa Miền Nam Việt Nam thành lập, cơ quan này nhanh chóng được chuyển thành đại sứ quán miền Nam Việt Nam. Thời chiến khốc liệt, thông cảm hoàn cảnh khó khăn của nước bạn, Thủ tướng Fidel Castro bao cấp toàn phần. Tất cả từ nhà cửa, xe cộ, trang thiết bị làm việc, ăn ở, chi phí ngoại giao, kể cả lương bổng, phụ cấp của cán bộ, nhân viên sứ quán đều được Cuba bảo đảm chu đáo.Sau Sự kiện 30 tháng 4 năm 1975, hầu hết các nước đều dừng viện trợ không hoàn lại cho Việt Nam, riêng Cuba là một trong số ít các nước tiếp tục viện trợ cho Việt Nam 10 năm tiếp theo từ 1975-1985.\n\n3.2. Mỹ\n\nNgày 17 tháng 12 năm 2014, qua vai trò trung gian của Tòa Thánh Vatican, Chủ tịch Cuba Raul Castro và Tổng thống Hoa Kỳ Barack Obama tuyên bố đã đạt được một thỏa thuận về việc bình thường hóa quan hệ ngoại giao giữa hai nước sau hơn 50 năm gián đoạn. Tuy nhiên, việc bình thường hóa quan hệ còn phải trải qua một giai đoạn dài phía trước vì nó phải nhận được sự phê chuẩn từ lưỡng viện Quốc hội Hoa Kỳ. Tuy nhiên, tổng thống kế nhiệm ông Obama là Donald Trump vào năm 2016 đã hủy bỏ chính sách thân thiện của người tiền nhiệm, và tiếp tục duy trì cấm vận đối với Cuba.\n\nIII. Phân chia hành chính\n\nCuba có ba cấp hành chính là trung ương, tỉnh (provincias) và hạt (municipios). Cấp tỉnh có 14 đơn vị, cấp hạt có 169 đơn vị. Có một hạt đặc biệt, được xếp ngang với cấp tỉnh, đó là Isla de la Juventud. Trước kia Cuba chỉ có sáu tỉnh: Pinar del Río, Habana, Matanzas, Las Villas, Camagüey và Oriente. Cách phân chia hành chính hiện nay rất giống với kiểu tỉnh quân sự Tây Ban Nha trong những cuộc chiến tranh giành độc lập của Cuba, khi hầu hết những vùng có nhiều rắc rối đều được chia nhỏ.\n\nIV. Địa lý\n\nCuba là một quần đảo nằm tại Biển Caribbean, với tọa độ địa lý 21°3N, 80°00W. Cuba là hòn đảo chính, được bao quanh bởi bốn nhóm đảo lớn. Chúng gồm Colorados, Camagüey, Jardines de la Reina và Canarreos. Hòn đảo chính Cuba chiếm hầu hết diện tích đất nước (105.006 km² hay 40.543 dặm vuông) và là hòn đảo lớn thứ 17 trên thế giới theo diện tích. Hòn đảo lớn thứ hai tại Cuba là Đảo Thanh niên (Isla de la Juventud), tên cũ là Đảo Thông (Isla de la Pinos) ở phía đông nam, với diện tích 3056 km² (1180 dặm vuông). Cuba có tổng diện tích đất liền 110.860 km².\nHòn đảo chính gồm chủ yếu các đồng bằng phẳng tới hơi dốc. Ở cực phía đông nam Sierra Maestra, một rặng núi dốc đứng với điểm cao nhất là Pico Real del Turquino 2.005 mét (6.578 ft). Khí hậu địa phương là nhiệt đới, dù được điều tiết ôn hòa bởi gió mậu dịch. Nói chúng (với biến thiên theo địa phương), có một mùa khô từ tháng 11 tới tháng 4, và một mùa mưa từ tháng 5 tới tháng 10. Nhiệt độ trung bình 21 °C vào tháng 1 và 27 °C vào tháng 7. Cuba nằm trên đường đi của các cơn bão và chúng thường xảy ra nhất trong khoảng từ tháng 9 tới tháng 10. La Habana là thành phố lớn nhất và thủ đô Cuba; các thành phố lớn khác gồm Santiago de Cuba và Camagüey. Những thị trấn khác gồm Baracoa từng là khu định cư đầu tiên của người Tây Ban Nha tại Cuba, Trinidad, và một di sản thế giới của UNESCO, and Bayamo.\n\nV. Xã hội\n1. Giáo dục\n\nVề lịch sử, Cuba luôn có tỷ lệ giáo dục và biết chữ cao nhất Mỹ Latinh, cả trước và sau thời kỳ cách mạng. Giáo dục là miễn phí đối với mọi công dân Cuba gồm cả giáo dục đại học. Các định chế giáo dục tư nhân không được phép hoạt động. Phổ cập giáo dục áp dụng với mọi đứa trẻ từ sáu tuổi tới hết mức giáo dục cấp hai căn bản (thường là 15 tuổi) và tất cả học sinh, không cần biết giới tính và sắc tộc, đều mặc đồng phục của trường với màu sắc thể hiện cấp học. Trong suốt quá trình học, học sinh không phải trả một khoản phí nào, từ tiền may đồng phục, tiền mua sắm sách vở, giấy bút và còn được nuôi ăn một bữa hoặc cả ngày (tùy theo từng trường). Do vậy, gần như không có một trẻ em Cuba nào bị thất học, dù đó là ở nơi nông thôn xa xôi.\nGiáo dục tiểu học kéo dài sáu năm, giáo dục trung học cơ sở được chia thành mức căn bản và tiền đại học. Giáo dục cao học được tiến hành tại các trường đại học, các viện, các viện sư phạm và các viện bách khoa. Đại học La Habana được thành lập năm 1728 và có một số trường cao đẳng cũng như đại học khác. Bộ Giáo dục Cao học Cuba cũng điều hành chương trình Giáo dục Từ xa mở các lớp buổi chiều và buổi tối tại các vùng nông thôn cho các lao động nông nghiệp. Giáo dục được đề cao cả về mặt chính trị và ý thức hệ, và sinh viên bậc cao học được chờ đợi sẽ là người thực hiện các mục tiêu do chính phủ Cuba đề ra.",
    ", nhưng tôi sẽ đưa ra lựa chọn thích hợp xem khi nào tôi làm và khi nào tôi không làm điều đó – mà không cần cảm thấy rằng tôi không nên làm điều đó chỉ vì tôi là một người đàn ông.\" Trong một bài phỏng vấn với \"Exclaim!\", Blake nói rằng: \"Tôi muốn thử và nói ra những gì tôi muốn nói, và điều đó thật khó. Đôi lúc, điều đó thật đáng sợ. Tôi nghĩ rằng trước đây nỗi sợ này đã ngăn cản tôi làm điều đó.\"\n\n-- Document 5 --\nTitle: Assume Form - Danh sách bài hát.\nContent: Các ca khúc lấy mẫu - \"Assume Form\" sử dụng một đoạn nhạc được lấy mẫu từ ca khúc \"Depression\" (sáng tác bởi Adam Tench, trình bày bởi Rage Almighty). - \"Barefoot in the Park\" sử dụng một đoạn nhạc được lấy mẫu từ ca khúc \"Fíl a Run Ó\" (sáng tác bởi Paco Ortega, trình bày bởi Valorie Armstrong). - \"Can't Believe the Way We Flow\" sử dụng một đoạn nhạc được lấy mẫu từ ca khúc \"It Feels So Good to Be Loved So Bad\" (sáng tác bởi Teddy Randazzo, trình bày bởi The Manhattans). - \"Where's the Catch?\" sử dụng một đoạn nhạc được lấy mẫu từ ca khúc \"Fire\" (sáng tác và trình bày bởi Sister Irene O'Connor). - \"I'll Come Too\" sử dụng một đoạn nhạc được lấy mẫu từ ca khúc \"La Contessa, Incontro\" (sáng tác và trình bày bởi Bruno Nicolai).\n\n-- Document 6 --\nTitle: Assume Form\nContent: Đĩa đơn mở đường cho album \"Don't Miss It\" được phát hành vào ngày 4 tháng 6 năm 2018. Hai đĩa đơn kế tiếp, \"Mile High\" và \"Lullaby for My Insomniac\", được phát hành vào tháng 1 năm 2019. Sau khi phát hành, \"Assume Form\" được các nhà phê bình khen ngợi về âm thanh phấn khởi, những cảm nhận lãng mạn và về công đoạn sản xuất. Album được đề cử ở hạng mục Album nhạc alternative xuất sắc nhất tại Giải Grammy lần thứ 62.",
    "Tiêu đề: địa điểm giao dịch và thời gian làm việc\nNội dung: Để tìm thông tin về địa chỉ và thời gian làm việc của Điểm giao dịch VNPT Vinaphone anh chị vui lòng truy cập vào đường link sau: https://vnpt.com.vn/ho-tro/diem-giao-dich\nHoặc có thể liên hệ số Hotline 18001091.\n\n[2] Tiêu đề: trả trước trả sau\nNội dung: buổi trưa có làm việc không?;Điểm giao dịch quận thanh xuân;Cửa hàng Vinaphone;chủ nhật có làm việc không;Địa điểm VNPT;Mình có nghỉ trưa không bạn?;Em muốn qua vinacenter;báo sự cố ở TPHCM thì gọi số nào ạ;Thế bây giờ điểm giao dịch ở đâu vậy em;Cho mình xin địa chỉ gần nhất;Vnpt nào ở phạm văn đồng ạ;Cửa hàng;Cho mình hỏi địa chỉ cửa hàng dịch vụ vnpt Gần đường 30 tháng 4, Đà Nẵng là ở đâu vậy ạ;Đại lý ở Nguyễn Du làm việc tới mấy giờ;Lịch làm việc vinaphone bù nho;Cho e hỏi chi nhánh để e đóng tiền internet;Cửa hàng giao dịch ở trảng dài địa chỉ là bao nhiêu;chi nhanh vinaphone;Điểm bán sim data 4g;Điểm giao dịch khu vực quận 2 thành phố hồ chí minh;Địa điểm phòng giao dịch ở đâu ạ?;cho đia chi lien he de lam thu tuc thanh ly dien thoai co dinh o tphcm Q5;chi nhánh vinaphone;Tôi đang ở Hoàng Đạo Thuý cho t điểm vinaphone gần nhất;mình muốn tìm chi nhánh cửa hàng vnpt tại Quận 7 tp HCM;Cửa hangd giao dịch timecity ở đâu;Tiệm mở tới mấy h v ạ;Xin chào. Bạn có điểm bán hàng nào trong khu vực không? Bắc Mỹ An, Ngũ Hành Sơn, Đà Nẵng;Cửa hàng vinaphone gần Thường tín nhất là ở đây ạ;Địa chỉ để đăng ký internet;Cửa hàng giao dịch vũ thư thái bình làm việc đến mấy giờ;Tôi cần hỏi địa chỉ đại lý sim thẻ vinaphone tại hoàng mai;Cho mình hỏi của hàng vi na phon. Chủ nhật có làm việc k;Điểm giao dịch vina;Xin chào. Bạn có điểm bán hàng nào trong khu vực không? Bắc Mỹ An, Ngũ Hành Sơn, Đà Nẵng;Bên mình làm việc đến mấy giờ ạ;Mở cửa từ thứ mấy đến thứ mấy;Ở bát tràng huyện gia lâm có đại lý ko;trung tâm có làm ngoài giờ hành chính ko;Địa chỉ của hệ thống Vinaphone;Cho tôi số liên hệ vnpt đà nẵng;Mình đến tổng công ty vinaphone ở đường Xuân Tảo để làm thủ tục thay đổi thoing tin thuê bao được không?;Chi nhánh quận 2;Ad ơi cho em hỏi địa chỉ các điểm gd vinaphone có hỗ trợ đk esim ở q9 là gì v ạ;địa diem giao dich 9 của ban la gi;Tôi muốn biết lịch làm việc của vnpt;thời gian làm việc;Trung tâm Vinaphone nằm ở vị trí nào vậy?;Địa chỉ VNPT;vnpt có làm việc thứ 7 không;Cho m hỏi địa điểm của vinaphone gần;Và vina hải phòng thì ở chỗ nào;Mình muốn làm lại số điện thoại của mình nhưng mình không biết địa điểm nào gần đây;phòng giao dịch có làm việc thứ 7 không;có quầy giao dịch nào gần đây không bạn;địa chỉ các điểm giao dịch quận 11;Cho hỏi số điện thoại bán hàng của vnpt Hà nội;Đại lý ở bình tân;có cửa hàng nào gần đây không nhỉ;Tôi muốn tìm cơ sở Vinaphone tại quảng xương Thanh Hóa;Vinaphone quạn 8;Cho mình xin địa chỉ đại lý vinaphone tại quận Bắc Từ Liêm, thành phố Hà Nội;Vinaphone mở cửa lúc mấy giờ?;Cửa hàng gần Tân Sơn nhì Tân phú;Tôi ở p12 quận Tân bình , anh,chi cho xin 1 địa chỉ chăm sóc khách hàng gần p12 quận tân bình được không;H e muốn ra cửa hàng gần nhất thì còn làm không ạ;17h cửa hàng vnpt còn mở cửa không?;Tôi muốn cắt Sdt bàn và Internet thì tôi ra địa chỉ nào tại tphcm;Vinaphone gần nhất;Có những điểm giao dịch nào ở tân hội Đức Trọng Lâm Đồng không?;chi nhánh;những điểm giao dịch nào làm vào thứ 7;Điểm giao dịch gần nhất;điểm giao dịch vnpt đóng cửa lúc mấy giờ?;Trung tâm dịch vụ ở khu Cầu Giấy;VNPT Bắc NINH có bao nhiêu điểm giao dịch và trạm BTS;Thong tin diem giao dich q10;Tôi đang sử dụng đt bàn và Internet, hiện nay tôi muốn đóng dịch vụ thì ra địa chỉ nào tại tphcm;cho mình hỏi cửa hàng vinaphone làm việc từ mấy h đến mấy h;điểm giao dịch quảng bình;Giờ làm việc của vnpt;quầy giờ giấc mở cửa ntn nhỉ;xin cho biết địa điêm đăng ký thông tin thuê bao gần 16 Phan Chu trinh Hà Nội;Của hàng mấy h đóng cửa v ạ;Số điện thoại phòng giao dich 80 nguyễn du;cho mình hỏi vnpt thị trấn lang chánh ở số nhà mấy vậy ạ;Thời gian làm việc của Vinaphone;thông tin liên hệ khu vực thường xuân tinht thanh hóa;tôi muốn tìm cửa hàng vnpt;thời gian làm việc cửa hàng gd số 1 nguyễn trãi buổi chiều tới mấy giờ;Ccho hii dia chi giao dich vinaphone vung tau phuong 10 ạ;Mình ở huyện Krông nô tỉnh đắk nông thì đến đâu đăng ký ạ;điểm giao dịch VNPT tại Đông Anh - Hà Nội;địa chỉ điểm giao dịch tây mỗ;cửa hàng mình còn mở dưới ko ạ;Điểm giao dịch là các cửa hàng vianaphon hay phải ra vinaphone của huyện vậy;vnpt đà nẵng, nguyễn du số đt;Xin hỏi đại lý vnpt tại quận Tân Phú;cho tôi danh sách điểm giao dịch;Điểm giao dịch VinaPhone tại Hà Nội;cho xin địa chỉ vnpt ở tân trụ .long an;Địa chỉ điểm giao dịch;điểm giao dịch ở đà lạt\n\n[3] Tiêu đề: mua sim\nNội dung: Để mua sim của Vinaphone, anh/chị vui lòng truy cập link https://digishop.vnpt.vn/sim-so?tab=c320&aff=DIGI000001 hoặc ra các Điểm giao dịch của Vinaphone để có thể chọn số, xem giá sim và thời hạn cam kết (nếu có), chọn và đăng ký gói cước phù hợp cho thuê bao.\nVới sim Ezcom, anh/chị đến các Điểm giao dịch để được hỗ trợ mua sim.\nĐịa chỉ điểm giao dịch: https://vnpt.com.vn/ho-tro/diem-giao-dich\nNếu anh/chị có thắc mắc gì khác, em xin sẵn sàng hỗ trợ ạ.",
    "Tiêu đề: Tiếng Hindustan Caribe\nNội dung: Tiếng Hindustan Caribe là một ngôn ngữ Ấn-Arya được sử dụng bởi người Ấn-Caribe và cộng đồng Ấn-Caribe nhập cư. Nó dựa trên tiếng Bhojpur cùng với những ảnh hưởng từ tiếng Awadh. Những điều này được nói bởi những người lao động theo hợp đồng di cư đến vùng Caribe từ tiểu lục địa Ấn Độ. Nó có liên quan chặt chẽ với tiếng Hindi Fijivà tiếng Hindustan được nói ở Mauritius và Nam Phi. Bởi vì phần lớn mọi người đến từ khu vực Awadh ở Uttar Pradesh và khu vực Bhojpur ở Bihar, Jharkhand và Uttar Pradesh, tiếng Hindustan Caribe chịu ảnh hưởng nhiều nhất từ tiếng tiếng Bhojpur, tiếng Awadh và các phương ngữ Đông Hindi - Bihar khác. Nó chịu một ảnh hưởng rất ít từ tiếng Tamil, tiếng Telugu và các ngôn ngữ Dravida khác. Nó cũng đã mượn nhiều từ của tiếng Hà Lan ở Suriname và các thuộc địa khác của Hà Lan, tiếng Anh và tiếng Pháp ở các thuộc địa vương thất cũ của Anh và thuộc địa Pháp. Nhiều từ duy nhất của Hindustan Caribe đã được tạo ra để phục vụ cho môi trường mới nơi mà người Ấn-Caribe hiện đang sống.\n\n[2] Tiêu đề: Tiếng Hindustan Caribe\nNội dung: Bởi vì phần lớn mọi người đến từ khu vực Awadh ở Uttar Pradesh và khu vực Bhojpur ở Bihar, Jharkhand và Uttar Pradesh, tiếng Hindustan Caribe chịu ảnh hưởng nhiều nhất từ tiếng tiếng Bhojpur, tiếng Awadh và các phương ngữ Đông Hindi - Bihar khác. Nó chịu một ảnh hưởng rất ít từ tiếng Tamil, tiếng Telugu và các ngôn ngữ Dravida khác. Nó cũng đã mượn nhiều từ của tiếng Hà Lan ở Suriname và các thuộc địa khác của Hà Lan, tiếng Anh và tiếng Pháp ở các thuộc địa vương thất cũ của Anh và thuộc địa Pháp. Nhiều từ duy nhất của Hindustan Caribe đã được tạo ra để phục vụ cho môi trường mới nơi mà người Ấn-Caribe hiện đang sống.\n\n[3] Tiêu đề: Tiếng Hindustan Caribe\nNội dung: Giống như tiếng Hindustan được nói ở tiểu lục địa Ấn Độ, tiếng Hindustan Caribe cũng được chia thành hai ngữ vực tiếng Hindi Caribe và tiếng Urdu Caribe. Tiếng Hindustan dùng để chỉ cả tiếng Hindi và tiếng Urdu. Tiếng Hindi Caribe được nói bởi người Hindu và người gốc Ấn Độ giáo, trong khi tiếng Urdu Caribe được nói bởi người Hồi giáo và người gốc Hồi giáo. Hindi Caribe chịu nhiều ảnh hưởng từ tiếng Phạn và Prakrit, trong khi Urdu Caribe chịu nhiều ảnh hưởng hơn từ tiếng Ả Rập, tiếng Sát Hợp Đài và tiếng Ba Tư. Tiếng Hindi được viết bằng chữ Devanagari, chữ nổi Devanagari và chữ Kaithi, trong khi tiếng Urdu được viết bằng chữ chữ Ba Tư-Ả Rập và chữ nổi tiếng Urdu, mặc dù trong thời gian gần đây cả hai đều được viết bằng chữ Latinh và chữ nổi tiếng Anh.\n\n[4] Tiêu đề: Tiếng Bhojpur\nNội dung: Tiếng Bhojpur (; là một ngôn ngữ thuộc ngữ chi Ấn-Arya nói ở đông bắc Ấn độ và Terai của Nepal. Nó được nói chủ yếu ở tây Bihar, và đông Uttar Pradesh. Tiếng Bhojpur được coi là một trong số các phương ngữ của tiếng Hindi. Tiếng Hindi Fiji, một ngôn ngữ chính thức của Fiji, là một biến thể của tiếng Awadh và tiếng Bhojpur. Tiếng Hindustan Caribe cũng là một biến thể của tiếng Bhojpur và tiếng Awdh. Tiếng Bhojpur là một trong những ngôn ngữ được công nhận chính thức ở Nepal. Nó cũng là một ngôn ngữ thiểu số ở Guyana, Trinidad và Tobago, Surinam, Nam Phi, và Mauritius.\n\n[5] Tiêu đề: Tiếng Hindustan Caribe\nNội dung: Nhạc chutney, chutney soca, chutney parang, baithak gana, nhạc dân gian, nhạc cổ điển, một số bài hát Hindu giáo, một số bài hát Hồi giáo và thậm chí một số bài hát Kitô giáo Ấn Độ được hát bằng tiếng Hindustan Caribe, đôi khi được hòa trộn với tiếng Anh Caribe ở khu vực nói tiếng Anh Caribe hoặc tiếng Hà Lan ở Suriname và vùng Caribe thuộc Hà Lan.\n\n[6] Tiêu đề: Ngữ ngành Hindi - Sử dụng ở các khu vực văn hóa phi Hindi.\nNội dung: - Tiếng Urdu là ngôn ngữ chính thức của Pakistan. Mặc dù người bản ngữ chỉ chiếm của 7% dân số, nhưng nó là ngôn ngữ thứ hai trong số những người biết chữ. - Tiếng Hindi Bombay (\"Bombay Baat\") là phương ngữ của thành phố Mumbai (Bombay); nó dựa trên tiếng Hindustan nhưng chịu ảnh hưởng nặng nề của tiếng Marathi. Chính xác thì nó là một pidgin, tức là nó không phải là ngôn ngữ mẹ đẻ của bất kỳ người nào cũng như không được sử dụng trong các tình huống trang trọng bởi tầng lớp trên của xã hội hay người có giáo dục. Tuy nhiên, nó thường được sử dụng trong phim mà điện ảnh Hindi (Bollywood) sản xuất vì Mumbai là trụ sở của ngành công nghiệp phim Bollywood. - Tiếng Dakhine (bao gồm cả Urdu Hyderabadi và Urdu Bangalori), một phương ngữ của tiếng Urdu được nói ở các khu vực mà trước đây là nhà nước Hyderabad và khu vực Deccan lịch sử. Có một sự khác biệt nhỏ nhưng dễ nhận ra giữa tiếng Dakhine và tiếng Hindi-Urdu chuẩn. Sự khác biệt này càng về phía nam càng lớn dần. - Hindi Creole Andaman là ngôn ngữ giao thương của Quần đảo Andaman và quần đảo Nicobar. - Hindi Arunachal là ngôn ngữ giao thương của Arunachal Pradesh - Hindi Haflong là ngôn ngữ giao thương của các khu vực liền kề với Haflong ở Assam - Tiếng Hindi Fiji là một lingua franca Đông Hindi được phát triển giữa những người Ấn-Fiji. - Tiếng Hindustan Caribe và \"Sarnami\" là lingua franca Đông Hindi được phát triển giữa những người Ấn-Caribe và rất giống với phương ngữ Bhojpur và Awadh của tiếng Hindi và tiếng Hindi Fiji. - Tiếng Hindi Bhojpur Mauritius được nói ở Mauritius. Nó dựa trên tiếng Bhojpur với ảnh hưởng từ tiếng Awadh và các phương ngữ Đông Hindi khác và Creole Mauritius. - Tiếng Hindi Nam Phi dựa trên tiếng Bhojpur, tiếng Awadh và tiếng Hindi chuẩn được nói bởi người Nam Phi Ấn Độ.",
    "Tiêu đề: Kẻ trộm Mặt Trăng\nNội dung: Despicable Me (tạm dịch: Tôi ti tiện, phát hành ở Việt Nam dưới tên Kẻ trộm mặt trăng) là một bộ phim hoạt hình 3D của Universal Pictures và Illumination Entertainment, được phát hành ngày 9 tháng 7 năm 2010 ở Hoa Kỳ. Bộ phim có sự tham gia lồng tiếng của Steve Carell, Jason Segel, Russell Brand, Julie Andrews, Will Arnett, Kristen Wiig, và Miranda Cosgrove. Đây là bộ phim CGI đầu tiên được sản xuất bởi Universal, cùng với Illumination Entertainment. Bộ phim được dàn dựng hoàn toàn bằng máy tính tại studio Mac Guff ở Paris, Pháp.\nBộ phim kể về câu chuyện của một siêu trộm tên là Gru, vốn có âm mưu lợi dụng ba đứa trẻ mồ côi để thực hiện ý đồ xấu xa, đã tìm thấy được ở ba cô bé một tình thương yêu kì lạ, và điều này đã thay đổi con người Gru.\nBộ phim thu được các ý kiến tích cực từ các nhà phê bình, và thu về hơn 500 triệu đô-la Mỹ trên toàn thế giới, so với số vốn là 69 triệu đô-la.\n\nI. Cốt truyện\n\nBộ phim bắt đầu với tin một kim tự tháp Ai Cập đã bị đánh cắp. Khi siêu trộm Gru (Steve Carell) nghe được điều này, anh ta cảm thấy danh dự bị tổn thương ghê gớm, và toan tính thực hiện một vụ trộm có thể sẽ gây chấn động nhất cả thế kỷ, đó là ăn trộm Mặt Trăng.\nGru tìm cách vay một khoản tiền từ Ngân hàng Xấu xa và gặp một siêu trộm khác tên là Vector (Jason Segel). Vector có vẻ không ưa gì Gru. Chủ tịch ngân hàng là ông Perkins (Will Arnett) không đồng ý cho Gru vay tiền cho đến khi Gru có trong tay cây Súng thu nhỏ - thứ cần thiết để thực hiện âm mưu. Ông Perkins nói với Gru rằng anh đang già đi, và những siêu trộm khác, ví dụ như Vector, trẻ hơn và có năng lực hơn - Vector chính là người đã đánh cắp kim tự tháp Ai Cập.\nGru và đám minion trộm được Súng thu nhỏ từ một phòng thí nghiệm bí mật ở Đông Á, nhưng sau đó Vector cướp mất và dùng nó để thu nhỏ máy bay của Gru. Gru tìm đủ cách để lấy lại cây súng từ nơi ở của Vector, nhưng mọi nỗ lực đột nhập vào đó đều không thành công. Khi nhìn thấy ba cô bé mồ côi là Margo (Miranda Cosgrove), Edith (Dana Gaier), và Agnes (Elsie Fisher) vào được nhà Vector để bán bánh quy, Gru nhận nuôi ba cô bé ở viện mồ côi của bà Hattie. Gru yêu cầu trợ lý là Tiến sĩ Nefario (Russell Brand) tạo nên những người máy ngụy trang thành bánh quy. Gru đưa những con người máy này cho ba cô bé giao cho Vector. Sau, đó nhờ sự trợ giúp của ba cô bé và đám người máy, Gru lấy lại được Súng thu nhỏ.\nTrên đường về nhà, ba cô gái xin Gru cho vào công viên. Gru đồng ý, với ý định là sẽ bỏ ba cô gái lại đó. Nhưng người bán vé nói rằng phải có người lớn đi kèm trẻ em trong trò tàu lượn siêu tốc. Cuối cùng Gru cũng tỏ ra vui vẻ với ba cô bé. Trở về nhà, Gru trình bày kế hoạch của mình cho ông Perkins qua truyền hình. Ba cô bé cứ liên tục phá rối Gru. Một lần nữa Perkins từ chối cho Gru vay tiền, tuyên bố mặc dù kế hoạch không có vấn đề gì nhưng ông ta muốn một siêu trộm khác trẻ hơn làm việc đó. Ông Perkins gọi Vector (thực ra là con trai ông ta, tên thật là Victor) đến Ngân hàng Xấu xa để bảo rằng Gru đã lấy được Súng thu nhỏ. Về phần Gru, anh ta đã gần như từ bỏ kế hoạch do thiếu kinh phí, nhưng ba cô bé và những minion đã gây quỹ và kế hoạch vẫn được thực hiện.\nGru đứng giữa hai sự lựa chọn, vì ngày dự định đánh cắp Mặt Trăng cũng là ngày ba cô gái biểu diễn múa ballet. Tiến sĩ Nefario, thấy rằng ba cô gái có vẻ cản trở công việc của mình, bèn gọi bà Hattie đến để đưa ba cô bé về viện mồ côi. Gru vẫn tiếp tục thực hiện kế hoạch đã định.\nSau khi đã thu nhỏ và cho Mặt Trăng vào túi, Gru nhớ đến buổi diễn của ba cô gái và tức tốc quay trở về Trái Đất. Nhưng khi Gru đến nơi thì buổi biểu diễn đã kết thúc. Ở sân khấu, Gru tìm được mảnh giấy mà Vector để lại, trong đó viết: Ba cô gái đổi lấy Mặt Trăng. Khi Gru đã đưa Mặt Trăng cho Vector, Vector hủy giao kèo và giữ luôn ba cô bé cùng Mặt Trăng. Điều này làm cho Gru giận sôi và Gru đã phá hỏng hàng phòng thủ chắc chắn ngoài căn nhà của Vector. Vector trốn thoát cùng các cô gái trên một chiếc đĩa bay. Gru kịp bám vào phần dưới con tàu. Khi Gru sắp thả tay thì Tiến sĩ Nefario bay đến trên chiếc tàu bay mà Vector đã thu nhỏ lúc trước. Nefario bảo rằng, vật thể càng to thì súng thu nhỏ càng mau hết hiệu lực. Ngay sau đó Mặt Trăng -đang nằm trong đĩa bay của Vector - bỗng phình to trở lại, lớn dần và phá hỏng quả cầu đang chứa ba cô gái. Sau khi thoát được quả cầu, ba cô bé thấy Gru bên ngoài, đang bảo ba cô bé nhảy về phía mình. Edith và Agnes nhảy qua được tàu của Gru nhưng Margo chưa kịp nhảy thì Vector bắt được cô bé. Mặt Trăng lăn tròn và đánh ngã Vector, làm Margo rơi xuống. Gru cứu được cô bé với sự giúp sức của những minion. Mặt Trăng càng lúc càng to lên, phá hỏng bộ điều khiển của đĩa bay, và sau đó chiếc đĩa bay cùng Vector và Mặt Trăng, bay trở lại vào không gian.\nGru cùng ba cô bé trở về sống hạnh phúc với nhau. Ba cô bé biểu diễn một buổi đặc biệt cho Gru, không phải bài Hồ Thiên Nga mà là bài Sao bạn không nhảy đi. Và tất cả mọi người cùng lên sàn nhảy.\n\nII. Diễn viên lồng tiếng\n\nSteve Carell vai Gru, siêu trộm, nhân vật chính diện của phim. Roo là rap name của 1 rapper trẻ tuổi.\nJason Segel vai Vector (tên thật là Victor Perkins), siêu trộm hàng đầu thế giới sau khi anh ta đánh cắp được kim tự tháp Giza. Là nhân vật phản diện của phim.\nRussell Brand vai Tiến sĩ Nefario, cố vấn, nhà khoa học, một người bạn tốt của Gru.\nJulie Andrews vai Marlena, mẹ của Gru.\nWill Arnett vai ông Perkins, chủ tịch Ngân hàng Xấu xa, bố của Victor.\nKristen Wiig vai bà Hattie, chủ tịch viện mồ côi.\nMiranda Cosgrove vai Margo, lớn nhất trong ba chị em mồ côi.\nDana Gaier vai Edith, lớn thứ nhì trong ba chị em.\nElsie Fisher vai Agnes, nhỏ nhất trong ba chị em.\nPierre Coffin vai Tim / Bob / Mark / Phil / Stuart, những minion của Gru.\nChris Renaud vai Dave, minion của Gru.\nKen Jeong vai dẫn chương trình đối thoại.\nDanny R. McBride vai Fred McDade, hàng xóm của Gru.\nJack McBrayer vai Khách du lịch nam / Người tại công viên.\nMindy Kaling vai Khách du lịch nữ.\nJemaine Clement vai Jerry, minion của Gru.\n\nIV. Nhận xét\n1. Ý kiến phê bình\n\nBộ phim thu được nhiều nhận xét tích cực từ các nhà phê bình. Trang Rotten Tomatoes cho biết rằng 82% ý kiến của các nhà phê bình là tích cực, dựa trên 179 bài nhận xét, với điểm trung bình là 6.8/10. Trang Metacritic đánh giá bộ phim với 72%, dựa trên 34 nhận xét.Bộ phim đã nhận được đề cử Giải Quả cầu vàng cho phim hoạt hình hay nhất ở Giải Quả cầu Vàng lần thứ 68.\n\nV. Phần tiếp theo\n\nPhần tiếp theo của bộ phim Despicable Me 2 đã được thực hiện và được công chiếu ở Úc vào ngày 5 tháng 6 năm 2013 và tại các rạp ở Mỹ vào ngày 3 tháng 7 năm 2013. Phần 3, Despicable Me 3 đã được thực hiện và được công chiếu ở Hoa Kỳ vào ngày 30 tháng 6 năm 2017. Tháng 9 năm 2017 , CEO của Illumination - Chris Meledandri cho biết rằng phần thứ 4 của Despicable Me đang được thực hiện.",
    "Tiêu đề: Vladimir Vladimirovich Putin\nNội dung: Bộ trưởng Kinh tế Nga Alexei Ulyukayev cảnh báo rằng nước Nga có nguy cơ đối mặt với tăng trưởng thấp do Điện Kremlin không thực hiện các cải cách trong khi giá dầu vẫn ở mức cao. Ulyukayev đã dự báo mức tăng trưởng GDP trung bình hàng năm của Nga chỉ khoảng từ 2,5% - 3,0% từ nay cho đến tận năm 2025. Khu vực dầu mỏ và khí đốt tự nhiên của Nga chiếm tới gần 25% tổng sản phẩm quốc nội (GDP) và khoảng 30% tổng thu nhập ngân sách quốc gia. Ngoài ra, bộ máy hành chính cồng kềnh, quan liêu ngày càng phình to và chi tiêu quốc gia thiếu hiệu quả cũng là những nhân tố cản trở tới mức tăng trưởng.\n\n[2] Tiêu đề: Vladimir Vladimirovich Putin - Nhiệm kỳ Tổng thống thứ tư.\nNội dung: Năm 2018, kinh tế của Nga đã đạt mức tăng trưởng 2,3%, vượt hơn dự báo 1,6% của Ngân hàng Thế giới (WB). Ngân hàng Thế giới cũng dự báo tăng trưởng cho năm 2019 là 1,4%, năm 2020 và 2021 ở mức 1,8%. Nền kinh tế Nga đang phải đối mặt với các nguy cơ cả từ trong và ngoài nước, gồm các lệnh trừng phạt mở rộng, sự xáo trộn tài chính và giá dầu giảm mạnh. Theo WB, việc triển khai thành công và hiệu quả các sáng kiến đầu tư cơ sở hạ tầng của chính phủ cũng góp phần giúp tăng trưởng đầu tư, nếu các dự án quốc gia của Nga được triển khai hiệu quả thì chúng sẽ giúp tăng tốc độ phát triển kinh tế của quốc gia này, nhưng chỉ sau năm 2021.\n\n[3] Tiêu đề: Vladimir Vladimirovich Putin - Nhiệm kỳ Tổng thống thứ ba.\nNội dung: Sau 2 năm suy giảm, đến cuối năm 2017, sau những cải cách của chính phủ, kinh tế Nga trên đà hồi phục và có mức tăng trưởng khá khả quan. Bối cảnh quốc tế cũng khả quan hơn khi giá dầu thế giới tăng và lần lượt vượt các mốc 60USD/thùng, 70USD/thùng - cao nhất trong 3 năm qua. Ngân hàng Goldman Sachs đầu năm 2018 dự báo tăng trưởng kinh tế Nga sẽ đạt 3,3% trong năm 2018, cao hơn cả những ước tính của chính phủ nước này. Chi tiêu tiêu dùng đang tăng. Lạm phát đã giảm xuống còn dưới 2%. Tuy vậy theo một cuộc khảo sát với 1.400 nhà quản lý doanh nghiệp ở Nga vào năm 2018, hơn 3/4 số người tham gia khảo sát (tỉ lệ 76%) đã đánh giá tình trạng của nền kinh tế Nga hiện nay là \"khủng hoảng và thảm khốc\", trong khi chỉ 4% cho rằng nền kinh tế đất nước đang hoạt động tốt .\n\n[4] Tiêu đề: Vladimir Vladimirovich Putin - Nhiệm kỳ Tổng thống thứ hai.\nNội dung: Dù có nhiều thành tựu nhưng dưới thời Putin các chỉ số khả năng cạnh tranh và điều kiện kinh doanh chưa có nhiều cải thiện, tham nhũng lại gia tăng. Sự phát triển kinh tế hiện nay của nước Nga phần lớn là do giá dầu tăng nhiều hơn là do hiệu quả của các chính sách của Putin\n\n[5] Tiêu đề: Ảnh hưởng kinh tế của đại dịch COVID-19 - Tổng quan.\nNội dung: Với Nga, Ngân hàng Thế giới cho biết trong một báo cáo thường kỳ, tổng sản phẩm quốc nội của Nga sẽ giảm 4% vào năm 2020 sau khi lợi nhuận của các doanh nghiệp vừa và lớn giảm khoảng 40% so với cùng kỳ năm ngoái trong chín tháng đầu năm. Theo báo cáo, vào năm 2021, GDP của Nga sẽ tăng 2,6%. “Niềm tin của người tiêu dùng và doanh nghiệp dự kiến sẽ được cải thiện nếu một loại vắc-xin được coi là an toàn và hiệu quả được tung ra.”. Theo \"The Moscow Times\": Điều trớ trêu là năm 2020 có thể là năm đầu tiên Nga thực sự lọt vào top 5 - ít nhất là khi được tính trên cơ sở sức mua tương đương (PPP), có tính đến sự khác biệt về mức sống. Đó là bởi vì theo các tiêu chuẩn kinh tế vĩ mô, nền kinh tế 1,5 nghìn tỷ đô la Mỹ của Nga đã vượt qua năm đầu tiên của cuộc khủng hoảng coronavirus tốt hơn hầu hết các nền kinh tế lớn khác trên thế giới. “Các quốc gia khác đang làm tồi tệ hơn nhiều,” nhà kinh tế Nga Sergei Guriev, giáo sư tại Sciences Po ở Paris cho biết vào cuối năm 2020. \"Các nền kinh tế tiên tiến trung bình sẽ mất 6% GDP của họ - nhiều nền kinh tế châu Âu sẽ mất 10%.\" Ngược lại, Nga có thể chỉ giảm hơn 4%. Báo này cũng lấy dữ liệu của OECD dự báo tăng trưởng các nền kinh tế lớn, theo đó Ấn Độ sẽ giảm 9,9%, Pháp giảm 9,1% bằng với Ý, còn nước Anh giảm tới 11,2% năm 2020, Brazil cũng giảm 6% năm này.\n\n[6] Tiêu đề: Lịch sử Nga (1991–nay) - Nền kinh tế hậu Xô viết. Giảm phát kinh tế và khó khăn xã hội.\nNội dung: Sau sự sụp đổ kinh tế đầu thập niên 1990, Nga đối mặt với tình trạng gia tăng nghèo đói và bất bình đẳng kinh tế mạnh mẽ. Những ước tính của Ngân hàng Thế giới dựa trên cả dữ liệu kinh tế vi mô và những nghiên cứu về mức thu nhập hộ và chi tiêu cho thấy trong khi 1.5% dân số sống dưới ngưỡng nghèo khổ (được xác định là mức thu nhập tương đương $25 một tháng) hồi cuối thời kỳ Xô viết, tới giữa năm 1993 khoảng 39% tới 49% dân số sống dưới ngưỡng nghèo khổ. Thu nhập trên đầu người giảm thêm 15% vào năm 1998, theo các con số của chính phủ.",
    "]), 140.000 tương đương 0,1% là người Hindu (bao gồm Krishnaites) và 140.000 là người [[Do Thái giáo]]. Trong số những người không theo tôn giáo, 36.000.000 người hoặc 25% tuyên bố \"tin vào Chúa (hoặc quyền lực cao hơn)\" nhưng \"không tuyên xưng bất kỳ tôn giáo cụ thể nào\", 18.600.000 hoặc 13% là người vô thần, và 7.900.000 hoặc 5,5% đã không nêu bất kỳ niềm tin tôn giáo, tâm linh hoặc [[Chủ nghĩa vô thần|vô thần.]]\n\nSingapore - Nhân khẩu. Tôn giáo.\nPhật giáo là tôn giáo được thực hành phổ biến nhất tại Singapore, với 33% số cư dân tuyên bố bản thân họ là tín đồ đạo Phật trong cuộc điều tra dân số gần đây nhất. Tôn giáo được thực hành phổ biến thứ nhì là Ki-tô giáo, sau đó là Hồi giáo, Đạo giáo, và Ấn Độ giáo. 17% dân số không gia nhập tôn giáo nào. Tỷ lệ tín đồ Ki-tô giáo, Đạo giáo, và người không tôn giáo tăng trong khoảng thời gian giữa năm 2000 và 2010, mỗi nhóm tăng 3%, trong khi tỷ lệ tín đồ Phật giáo thì giảm xuống. Các đức tin khác vẫn ổn định trên quy mô lớn về tỷ lệ dân số.",
    "Tiêu đề: Ném đá\nNội dung: Thạch hình là một phương pháp tử hình trong đó một nhóm người ném đá vào người cho đến khi đối tượng chết vì chấn thương cùn. Nó đã được chứng thực như một hình thức trừng phạt cho những hành vi sai trái nghiêm trọng từ thời cổ đại. Việc áp dụng nó trong một số hệ thống pháp lý đã gây ra tranh cãi trong những thập kỷ gần đây.\nTorah và Talmud quy định ném đá là hình phạt cho một số hành vi phạm tội. Trong nhiều thế kỷ, Do Thái giáo Rabbinic đã phát triển một số hạn chế về thủ tục khiến cho các luật này thực tế không thể thực thi được. Mặc dù ném đá không được đề cập trong Kinh Qur'an, luật học Hồi giáo cổ điển (fiqh) đã áp đặt ném đá như một hình phạt hadd (mô tả trong sharia) đối với một số hình thức zina (giao hợp bất hợp pháp) trên cơ sở của hadith (những lời nói và hành động được gán cho nhà tiên tri Hồi giáo Muhammad). Nó cũng phát triển một số yêu cầu về thủ tục khiến zina hầu như không thể chứng minh trong thực tế.\nNém đá dường như là phương pháp trừng phạt tư bản tiêu chuẩn ở Israel cổ đại. Việc sử dụng nó được chứng thực trong thời kỳ đầu của Kitô giáo, nhưng các tòa án Do Thái thường tránh ném đá các câu trong thời gian sau đó. Chỉ có một vài trường hợp cô lập về ném đá hợp pháp được ghi lại trong lịch sử tiền hiện đại của thế giới Hồi giáo. Luật hình sự của hầu hết các quốc gia đa số Hồi giáo hiện đại đã bắt nguồn từ các mô hình phương Tây. Trong những thập kỷ gần đây, một số quốc gia đã chèn các hình phạt ném đá và các hình phạt hudud (pl. Of hadd) khác vào bộ luật hình sự của họ dưới ảnh hưởng của các phong trào Hồi giáo. Những luật này có tầm quan trọng đặc biệt đối với những người bảo thủ tôn giáo do nguồn gốc kinh điển của họ, mặc dù trong thực tế, chúng đã đóng một vai trò mang tính biểu tượng và có xu hướng rơi vào tình trạng không sử dụng được.\nTrong thời gian gần đây, ném đá là một hình phạt hợp pháp hoặc theo thông lệ ở Các Tiểu vương quốc Ả Rập Thống nhất, Iraq, Qatar, Mauritania, Ả Rập Saudi, Somalia, Sudan, Yemen, miền bắc Nigeria, Afghanistan, Brunei và các bộ lạc của Pakistan, bao gồm cả phía tây bắc Thung lũng Kurram và vùng tây bắc Khwezai-Baezai. Ở một số quốc gia này, bao gồm Afghanistan và Iraq, nơi ném đá là không hợp pháp, nó đã được các chiến binh, lãnh đạo bộ lạc và các quốc gia khác thực hiện theo cách phi pháp. Ở một số quốc gia khác, bao gồm Nigeria và Pakistan, mặc dù ném đá là một hình thức trừng phạt hợp pháp, nó chưa bao giờ được thực hiện một cách hợp pháp. Việc ném đá bị lên án bởi các tổ chức nhân quyền và các bản án ném đá đã gây ra tranh cãi quốc tế. Trừng phạt ngoại tình bằng ném đá có mức độ hỗ trợ từ công chúng khác nhau trong thế giới Hồi giáo, từ 86% với người Hồi giáo ở Pakistan đến 6% với người Hồi giáo ở Albania và Bosnia.\n\nI. Kinh sách tôn giáo và pháp luật\n1. Do Thái giáo\n\n1.1. Torah\n\nKinh Torah Do Thái (năm cuốn sách đầu tiên của Kinh thánh Do Thái: Genesis, Exodus, Leviticus, Numbers, và Deuteronomy) phục vụ như một tài liệu tham khảo tôn giáo phổ biến cho Do Thái giáo. Ném đá là phương thức thực hiện được đề cập thường xuyên nhất trong Torah. (Kẻ giết người không được nhắc đến như một hành vi phạm tội bị trừng phạt bằng cách ném đá, nhưng có vẻ như một thành viên trong gia đình nạn nhân đã được phép giết kẻ giết người;) Các tội lỗi bị trừng phạt bằng cách ném đá là:\n\nChạm vào Núi Sinai trong khi Thiên Chúa ban cho Môi-se Mười Điều răn, Exodus 19:13\nMột con bò làm chết người nên bị ném đá, Exodus 21:28\nPhá vỡ ngày Sa-bát, Numbers 15:32 cường36\nĐưa \"con đẻ\" \" cho Molech \" Leviticus 20:2 -5\nCó một \" ma quỷ quen thuộc \" (hoặc là một thầy chiêu hồn) hoặc là một \" phù thủy \", Leviticus 20:27\nDụ dỗ người khác vào đa thần giáo, Deuteronomy 13:7\nNguyền rủa Chúa, Leviticus 24:10\nTham gia vào thờ phụng hình tượng, Phục truyền luật lệ ký 17: 2-7; hoặc dụ dỗ người khác làm như vậy, Deuteronomy 13:7\n\"Nổi loạn\" chống lại cha mẹ Deuteronomy 21:18-21.\nKết hôn như một trinh nữ, khi không còn trinh trắng, Deuteronomy 22:13 22,1321\nQuan hệ tình dục giữa một người đàn ông và một người phụ nữ đã đính hôn với một người đàn ông khác trong thị trấn, vì cô ấy không hét lên báo động, Deuteronomy 22:23-24; cả hai người nên bị ném đá đến chết.\nQuan hệ tình dục cưỡng bức giữa một người đàn ông và một người phụ nữ đính hôn với một người đàn ông khác, trên một cánh đồng, nơi không ai có thể nghe thấy tiếng khóc của cô ấy và cứu cô ấy, Deuteronomy 22:25-27; người đàn ông nên bị ném đá.Một trường hợp được ghi chú trong Kinh Thánh, không thuộc bất kỳ loại nào ở trên, là của Achan, bị ném đá đến chết cùng với cừu, gia súc khác và con của anh ta vì đã cướp được những vật có giá trị từ Jericho trong Cuộc chinh phạt Canaan của Joshua.\n\n1.2. Mishna\n\nTalmud mô tả bốn phương thức xử tử: ném đá, đổ chì nóng chảy xuống họng của người bị kết án, chặt đầu và thắt cổ. Mishna đưa ra danh sách những người nên bị ném đá sau đây.\"Áp dụng ném đá cho những kẻ tội lỗi sau đây - אאלו הן הןיהן\n\nmột người đã có quan hệ tình dục với mẹ mình - על האם\nvới vợ của cha mình - עלעל\nvới con dâu của mình - על\nmột người đàn ông với một người đàn ông khác -\nhoặc với gia súc - על\nvà tương tự là trường hợp với một người phụ nữ khỏa thân trước gia súc - האשההאשההמב\nvới một lời báng bổ -\nthờ cúng biểu tượng khác - הע\nngười hy sinh một trong những đứa con của mình cho Molech - הנ מז למ\nmột người để ma quỷ nhập vào mình - בעל\nmột phù thủy - tiếng Tây Ban Nha\nmột người vi phạm ngày Sa-bát - המחללהמחלל\nmột người nguyền rủa cha hoặc mẹ của mình - המקלל\nmột người đã hành hung một cô gái đã hứa hôn - הבא נע סה\nmột người đã thuyết phục người khác tôn thờ các biểu tượng khác - המס\nvà một người đã lừa đảo cả một thị trấn - המד\nmột phù thủy (nam hoặc nữ) - המכשף\nmột đứa con trai bướng bỉnh và nổi loạn - בןVì một mình Thiên Chúa được coi là trọng tài duy nhất trong việc sử dụng hình phạt tử hình, không phải là người trần, sách Sanhedrin đã coi ném đá là cận trên giả thuyết về mức độ nghiêm trọng của hình phạt.",
    "Tiêu đề: Akagi (tàu sân bay Nhật)\nNội dung: Akagi (tiếng Nhật: 赤城; Hán-Việt: Xích Thành) là một tàu sân bay của Hải quân Đế quốc Nhật Bản hoạt động trong Chiến tranh Thế giới thứ hai, được đặt tên theo núi Akagi thuộc tỉnh Gunma. Tàu được đặt lườn như một tàu chiến-tuần dương và thuộc lớp Amagi, Akagi được cải biến thành tàu sân bay trong lúc còn đang được chế tạo nhằm tuân thủ theo những điều khoản của Hiệp ước Hải quân Washington. Sau khi Đế quốc Nhật Bản rút lui khỏi hiệp ước vào cuối năm 1934, con tàu được tái cấu trúc từ năm 1935 đến năm 1938, khi ba sàn cất hạ cánh được gộp chung thành một sàn đáp duy nhất mở rộng và một đảo cấu trúc thượng tầng. Là chiếc tàu sân bay Nhật Bản thứ hai được đưa vào hoạt động và là chiếc tàu sân bay lớn đầu tiên (còn gọi tàu sân bay hạm đội), Akagi có vai trò nổi bật trong việc phát triển học thuyết lực lượng tấn công tàu sân bay mang tính cách mạng, trong đó tập hợp các tàu sân bay lại để có sức mạnh không lực tập trung. Học thuyết này đã giúp Nhật Bản đạt được những mục tiêu chiến lược trong sáu tháng đầu tiên của trận chiến Thái Bình Dương.\nMáy bay của Akagi đã tham gia cuộc Chiến tranh Trung-Nhật vào cuối những năm 1930. Sau khi thành lập Không hạm đội 1 hoặc Kido Butai (Lực lượng Tấn công) vào đầu năm 1941, nó trở thành soái hạm cho đến hết quãng đời hoạt động. Cùng với các tàu sân bay khác, nó đã tham gia cuộc không kích Trân Châu Cảng vào tháng 12 năm 1941 và chiếm đóng Rabaul ở khu vực Tây Nam Thái Bình Dương vào tháng 1 năm 1942. Sang tháng tiếp theo, máy bay của nó đã ném bom Darwin thuộc Australia và hỗ trợ cho việc chiếm đóng Đông Ấn thuộc Hà Lan. Trong tháng 3 và tháng 4 năm 1942, máy bay của Akagi đã giúp đánh chìm một tàu tuần dương hạng nặng Anh và một tàu khu trục Úc trong cuộc Không kích Ấn Độ Dương.\nSau một đợt tái trang bị ngắn, Akagi cùng với ba tàu sân bay hạm đội khác thuộc Kido Butai đã tham gia Trận Midway vào tháng 6 năm 1942. Sau khi ném bom xuống lực lượng Hoa Kỳ trú đóng trên đảo san hô, Akagi cùng với các tàu sân bay khác bị máy bay xuất phát từ Midway và từ các tàu sân bay Enterprise, Hornet và Yorktown tấn công. Máy bay ném bom bổ nhào của Enterprise đã gây hư hại nặng cho Akagi. Khi đã trở nên rõ ràng là không thể giữ được, nó bị các tàu khu trục Nhật Bản đánh đắm để không bị lọt vào tay đối phương. Việc bị mất Akagi cùng với ba tàu sân bay hạm đội khác tại Midway là một thất bại chiến lược nghiêm trọng cho phía Nhật Bản, góp phần đáng kể cho chiến thắng sau cùng của phe Đồng Minh tại Thái Bình Dương.\n\nI. Mô tả\n1. Cấu trúc và hạ thủy\n\nAkagi ban đầu được đặt lườn tại Xưởng hải quân Kure vào ngày 6 tháng 12 năm 1920 như một tàu chiến-tuần dương lớp Amagi. Tuy nhiên công việc chế tạo bị tạm dừng sau khi Nhật Bản ký Hiệp ước Hải quân Washington vào ngày 6 tháng 2 năm 1922. Hiệp ước này giới hạn việc chế tạo thiết giáp hạm và tàu chiến-tuần dương, cho dù nó cho phép cải biến hai lườn tàu thiết giáp hạm hay tàu chiến-tuần dương đang chế tạo thành tàu sân bay với trọng lượng choán nước tối đa đến 33.000 tấn Anh (34.000 t). Hải quân Đế quốc Nhật Bản đã quyết định, sau khi sở hữu chiếc tàu sân bay đầu tiên là chiếc Hōshō, sẽ tiếp tục đóng hai tàu sân bay lớn hơn và nhanh hơn để hoạt động cùng các đơn vị hạm đội chủ lực khác. Các lườn tàu chưa hoàn tất của Amagi và Akagi được chọn để hoàn tất như những tàu sân bay lớn trong khuôn khổ của chương trình chế tạo hạm đội 1924, và những chiếc tàu chiến-tuần dương còn lại trong lớp này là Atago và Takao phải hủy bỏ và tháo dỡ theo Hiệp ước Washington. Thoạt tiên một ngân khoản 24,7 triệu Yên được dành cho việc hoàn tất Akagi, và ước lượng khoảng 8 triệu Yên đã được chi ra khi công việc chế tạo ngừng lại vào tháng 2 năm 1922. Không lâu sau đó Quốc hội Nhật Bản chấp thuận một ngân khoảng bổ sung 90 triệu Yên để hoàn tất Amagi và Akagi như những tàu sân bay.\n\nViệc cấu trúc Akagi như một tàu sân bay được bắt đầu vào ngày 19 tháng 11 năm 1923. Tuy nhiên, trong trận động đất Kantō 1923 (Quan Đông đại chấn tai) ngày 1 tháng 9 năm 1923 tại khu vực Tokyo, lườn của Amagi bị hư hại nặng đến mức không thể phục hồi một cách kinh tế, nên nó bị hủy bỏ và tháo dỡ. Akagi, chiếc duy nhất còn lại trong lớp, được hạ thủy vào ngày 22 tháng 4 năm 1925 và đưa ra hoạt động tại Xưởng Hải quân Kure vào ngày 25 tháng 3 năm 1927, cho dù công việc chạy thử máy kéo dài cho đến tận tháng 11 năm 1927. Nó là chiếc tàu sân bay thứ hai được đưa vào hoạt động cùng Hải quân Đế quốc Nhật Bản, sau chiếc Hōshō và trước chiếc Kaga (nguyên cải biến từ lườn một thiết giáp hạm lớp Tosa bị hủy bỏ để thay thế cho Amagi).Vì Akagi thoạt tiên được hình thành như một tàu chiến-tuần dương, tên của nó được đặt theo tên một ngọn núi theo thông lệ đặt tên tàu chiến của Hải quân Đế quốc Nhật Bản vào thời đó. Tên Akagi được đặt theo núi Akagi, một núi lửa lớn tại vùng Kantō. Sau khi được cải tạo thành tàu sân bay, cái tên có nguồn gốc núi này vẫn được giữ lại, tương phản với những tàu sân bay khác như Sōryū, vốn được thiết kế như những tàu sân bay ngay từ đầu và được đặt tên theo những loài chim. Trước đó, tên Akagi được đặt cho một pháo hạm thuộc lớp Maya.Akagi được hoàn tất với chiều dài chung 261,21 mét (857 ft 0 in). Nó có mạn thuyền rộng 31 mét (101 ft 8 in) và độ sâu mớn nước 8,08 mét (26 ft 6 in) khi đầy tải. Con tàu có trọng lượng choán nước 26.900 tấn Anh (27.300 t) ở tải trọng tiêu chuẩn, và 34.364 tấn Anh (34.920 t) khi đầy tải, nhẹ hơn gần 7.000 tấn Anh (7.100 t) so với trọng lượng thiết kế như một tàu chiến-tuần dương. Thủy thủ đoàn đầy đủ của nó gồm 1.600 thành viên.",
    "Luật Đất đai năm 2024 (hiệu lực từ 2025):\n        Đất đai là tài sản có giá trị cao nhất của đất nước. Nhà nước là chủ sở hữu duy nhất của đất đai.\n        Công dân được phép sử dụng đất đai theo quy định của pháp luật.\n        Thời gian sử dụng đất ở nhân dân là 50 năm, có thể gia hạn.\n        Các quyền của người sử dụng đất bao gồm: quyền chiếm hữu, quyền sử dụng, quyền nhượng quyền, quyền thừa kế.",
    "Bộ Luật Hình sự Việt Nam:\n        Tội phạm là hành vi nguy hiểm cho xã hội được pháp luật quy định là tội phạm.\n        Mỗi tội phạm được xác định bằng các yếu tố: đối tượng, đối tượng pháp lý, phía khách quan, phía chủ quan.\n        Hình phạt có thể gồm: tù chung thân, tù có thời hạn, cảnh cáo, phạt tiền, tịch thu tài sản.",
    "Vật lý - Điện học cơ bản:\n        Điện trở (R) là đại lượng đặc trưng cho khả năng cản trở dòng điện của vật dẫn.\n        Định luật Ohm: U = I × R, trong đó U là hiệu điện thế (V), I là cường độ dòng điện (A), R là điện trở (Ω).\n        Khi hai điện trở mắc nối tiếp: R_tổng = R1 + R2.\n        Khi hai điện trở mắc song song: 1/R_tổng = 1/R1 + 1/R2.",
    "Toán học - Giải tích:\n        Đạo hàm của hàm số y = x^n là dy/dx = n × x^(n-1).\n        Tích phân bất định của x^n là: ∫x^n dx = x^(n+1)/(n+1) + C (với n ≠ -1).\n        Định lý cơ bản của giải tích: F(x) = ∫f(x)dx, thì dF/dx = f(x).",
    "Hóa học - Cấu trúc nguyên tử:\n        Nguyên tử gồm hạt nhân và lớp vỏ electron.\n        Hạt nhân bao gồm proton (mang điện tích dương) và neutron (không mang điện tích).\n        Số proton xác định nguyên tố hóa học.\n        Số mass = số proton + số neutron.",
    "Lịch sử Việt Nam:\n        Cách mạng tháng Tám năm 1945 là cuộc cách mạng vô sản của nhân dân Việt Nam dưới sự lãnh đạo của Đảng Cộng sản.\n        Việt Nam Dân chủ Cộng hòa được thành lập ngày 2 tháng 9 năm 1945.\n        Chiến tranh Kháng Pháp kéo dài từ 1946 đến 1954.\n        Chiến tranh Kháng Mỹ kéo dài từ 1955 đến 1975.",
    "Địa lý - Khí hậu:\n        Khí hậu Việt Nam là khí hậu nhiệt đới gió mùa.\n        Mùa mưa bắc bộ từ tháng 5 đến tháng 9.\n        Mùa khô bắc bộ từ tháng 10 đến tháng 4 năm sau.\n        Lượng mưa trung bình cả nước khoảng 1500-3000mm/năm.",
    "Kinh tế học - Cung và cầu:\n        Định luật cung và cầu: Khi giá tăng, cầu giảm, cung tăng.\n        Độ co giãn của cầu là tỷ lệ phần trăm thay đổi lượng cầu so với tỷ lệ phần trăm thay đổi giá.\n        Công thức trung điểm: Ed = [(Q2-Q1)/(Q2+Q1)/2] / [(P2-P1)/(P2+P1)/2].",
    "Sinh học - Tiến hóa:\n        Tiến hóa là quá trình thay đổi dần dần của các loài sinh vật theo thời gian.\n        Lý thuyết tiến hóa của Darwin dựa trên lựa chọn tự nhiên.\n        Các chứng cứ của tiến hóa bao gồm: hóa thạch, cấu trúc giải phẫu so sánh, chứng cứ phân tử."
  ],
  "metadata": {
    "total_documents": 19,
    "sources": {
      "passages_from_val_json": 10,
      "synthetic_content": 9
    },
    "created_from": {
      "val_json": "data/val.json"
    }
  }
}